{
"fecha" : "2024-04-01",

"texto": "<b>One Shot (run solstice)</b> - <a target='_blank' href='https://href=&quot;https://store.steampowered.com/app/420530/OneShot/'>Steam</a><br/>(Spoilers!)<br/>La run normal del juego te deja un sabor un tanto agridulce, ya que conforme te acercas al final descubres que <spoiler>no es posible salvar al mundo de OneShot y devolver a Niko a su casa, y es necesario hacer una elección que no tendrá un final feliz para todos.</spoiler><br/><br/>Durante la travesía varios NPCs te revelan que <spoiler>el mundo no es real, es una simulación, y que el mundo se está muriendo igualmente, independientemente de si Niko coloca el sol de nuevo,</spoiler> del mismo modo que de vez en cuando veremos los sueños de Niko, en los que se ve cómo echa de menos su hogar y a su madre,<spoiler> como para hacernos la elección final más fácil, pero aún así, no se siente correcta del todo, porque aunque haya sido un viaje cortito has llegado a coger cariño a los personajes de ese mundo que has encontrado. Y desde un punto de vista más “meta”, ya que el juego usa bastante este recurso, ¿cómo es Niko diferente al resto de NPCs? únicamente nos dicen que Niko es un niño real, no como el resto que son parte de una simulación que corre en tu ordenador, pero en el fondo sabes que Niko también lo es ¿por qué salvar únicamente a Niko y no al resto?</spoiler><br/><br/>Por suerte según vemos los créditos de la primera run el Autor nos deja un mensaje con la clave para comenzar un NewGame+ <spoiler>en el que puedan salvarse todos</spoiler>. En esta run nos separamos de la ruta habitual y conocemos a varios personajes nuevos, que nos hablan más sobre el Autor y <spoiler>la máquina del mundo, la cual al haber cambiado la simulación se está descontrolando y está corrompiendo el mundo a un ritmo mucho mayor.</spoiler> Es una ruta más corta y con menos libertad que la primera pero cumple con su papel como un añadido para dar un final feliz a la historia.<br/><br/>Recomiendo muchísimo jugar OneShot y hacer ambas rutas, es un clásico de los indies rpgmaker con muy buen apartado artístico y muy bonito en general.",

"imagenes" : ["media/oneshot2.jpg"]

}
